[
    {
        "title": "Barbarian",
        "health": 8,
        "damage": 10,
        "races": ["Dwarf", "Elf", "Halfling", "Human"],
        "details": ["<h3>Starting Moves</h3><p>Choose one of these to start with:</p>",
            "<h4>Full Plate And Packing Steel</h4><p>You ignore the clumsy tag on armor you wear.</p>",
            "<h4>Unencumbered, Unharmed</h4><p>So long as you are below your load and neither wear armor nor carry a shield, take +1 armor.</p>",
            "<h3>You start with these moves:</h3>",
            "<h4>Outsider</h4><p>You and your people are not from around here. At the beginning of each session, the GM will ask you something about your homeland, why you left, or what you left behind. If you answer them, mark XP.</p>",
            "<h4>The Upper Hand</h4><p>You take +1 ongoing to last breath rolls. When you take your last breath, on a 7–9 you make an offer to Death in return for your life. If Death accepts he will return you to life. If not, you die.</p>",
            "<h4>What Are You Waiting For?</h4><p>When you cry out a challenge to your enemies, roll+Con. On a 10+ they treat you as the most obvious threat to be dealt with and ignore your companions, take +2 damage ongoing against them. On a 7–9 only a few (the weakest or most foolhardy among them) fall prey to your taunting.</p>",
            "<h4>Herculean Appetites</h4>Others may content themselves with just a taste of wine, or dominion over a servant or two, but you want more. Choose two appetites. While pursuing one of your appetites if you would roll for a move, instead of rolling 2d6 you roll 1d6+1d8. If the d6 is the higher die of the pair, the GM will also introduce a complication or danger that comes about due to your heedless pursuits.",
            "<ul><li>Pure destruction</li><li>Power over others</li><li>Mortal pleasures</li><li>Conquest</li><li>Riches and property</li><li>Fame and glory</li></ul>",
            "<h4>Musclebound</h4><p>While you wield a weapon it gains the forceful and messy tags.</p>",
            "<h3>Alignment</h3><p>Choose an alignment:<p>",
            "<h4>Neutral</h4><p>Teach someone the ways of your people.</p>",
            "<h4>Chaotic</h4><p>Eschew a convention of the civilized world.</p>"
        ]
    },{
        "title": "Bard",
        "health": 6,
        "damage": 6,
        "races": ["Elf", "Human"],
        "details": ["<h3>Starting Moves</h3><p>Choose a race and gain the corresponding move:</p>",
            "<h4>Elf</h4><p>When you enter an important location (your call) you can ask the GM for one fact from the history of that location.</p>",
            "<h4>Human</h4><p>When you first enter a civilized settlement someone who respects the custom of hospitality to minstrels will take you in as their guest.</p>",
            "<h3>You start with these moves:</h3>",
            "<h4>Arcane Art</h4>When you weave a performance into a basic spell, choose an ally and an effect:",
            "<ul><li>Heal 1d8 damage</li><li>+1d4 forward to damage</li><li>Their mind is shaken clear of one enchantment</li><li>The next time someone successfully assists the target with aid, they get +2 instead of +1</li></ul><p>Then roll+CHA. On a 10+, the ally gets the selected effect. On a 7-9, your spell still works, but you draw unwanted attention or your magic reverberates to other targets affecting them as well, GM’s choice.</p>",
            "<h4>Bardic Lore</h4>Choose an area of expertise:",
            "<ul><li>Spells and Magicks</li><li>The Dead and Undead</li><li>Grand Histories of the Known World</li><li>A Bestiary of Creatures Unusual</li><li>The Planar Spheres</li><li>Legends of Heroes Past</li><li>Gods and Their Servants</li></ul>",
            "<p>When you first encounter an important creature, location, or item (your call) covered by your bardic lore you can ask the GM any one question about it; the GM will answer truthfully. The GM may then ask you what tale, song, or legend you heard that information in.</p>",
            "<h4>Charming and Open</h4>When you speak frankly with someone, you can ask their player a question from the list below. They must answer it truthfully, then they may ask you a question from the list (which you must answer truthfully).",
            "<ul><li>Whom do you serve?</li><li>What do you wish I would do?</li><li>How can I get you to ______?</li><li>What are you really feeling right now?</li><li>What do you most desire?</li></ul>",
            "<h4>A Port in the Storm</h4><p>When you return to a civilized settlement you’ve visited before, tell the GM when you were last here. They’ll tell you how it’s changed since then.</p>",
            "<h3>Alignment</h3><p>Choose an alignment:</p>",
            "<h4>Good</h4><p>Perform your art to aid someone else.</p>",
            "<h4>Neutral</h4><p>Avoid a conflict or defuse a tense situation.</p>",
            "<h4>Chaotic</h4><p>Spur others to significant and unplanned decisive action.</p>"
        ]
    },{
        "title": "Cleric",
        "health": 8,
        "damage": 6,
        "races": ["Dwarf", "Human"],
        "details": ["<h3>Starting Moves</h3><p>Choose a race and gain the corresponding move:</p>",
            "<h4>Dwarf</h4><p>You are one with stone. When you commune you are also granted a special version of Words of the Unspeaking as a rote which only works on stone.</p>",
            "<h4>Human</h4><p>Your faith is diverse. Choose one wizard spell. You can cast and be granted that spell as if it was a cleric spell.</p>",
            "<h3>You start with these moves:</h3>",
            "<h4>Deity</h4>You serve and worship some deity or power which grants you spells. Give your god a name (maybe Helferth, Sucellus, Zorica or Krugon the Bleak) and choose your deity’s domain:",
            "<ul><li>Healing and Restoration</li><li>Bloody Conquest</li><li>Civilization</li><li>Knowledge and Hidden Things</li><li>The Downtrodden and Forgotten</li><li>What Lies Beneath</li></ul>",
            "Choose one precept of your religion:<ul><li>Your religion preaches the sanctity of suffering, add Petition: Suffering</li><li>Your religion is cultish and insular, add Petition: Gaining Secrets</li><li>Your religion has important sacrificial rites, add Petition: Offering</li><li>Your religion believes in trial by combat, add Petition: Personal Victory</li></ul>",
            "<h4>Divine Guidance</h4><p>When you petition your deity according to the precept of your religion, you are granted some useful knowledge or boon related to your deity’s domain. The GM will tell you what.</p>",
            "<h4>Turn Undead</h4><p>When you hold your holy symbol aloft and call on your deity for protection, roll+WIS. On a 7+, so long as you continue to pray and brandish your holy symbol, no undead may come within reach of you. On a 10+, you also momentarily daze intelligent undead and cause mindless undead to flee. Aggression breaks the effects and they are able to act as normal. Intelligent undead may still find ways to harry you from afar. They’re clever like that.</p>",
            "<h4>Commune</h4>When you spend uninterrupted time (an hour or so) in quiet communion with your deity, you:",
            "<ul><li>Lose any spells already granted to you.</li><li>Are granted new spells of your choice whose total levels don’t exceed your own level+1, and none of which is a higher level than your own level.</li><li>Prepare all of your rotes, which never count against your limit.</li></ul>",
            "<h4>Cast a Spell</h4>When you unleash a spell granted to you by your deity, roll+WIS. On a 10+, the spell is successfully cast and your deity does not revoke the spell, so you may cast it again. On a 7–9, the spell is cast, but choose one:",
            "<ul><li>You draw unwelcome attention or put yourself in a spot. The GM will tell you how.</li><li>Your casting distances you from your deity—take -1 ongoing to cast a spell until the next time you commune.</li><li>After you cast it, the spell is revoked by your deity. You cannot cast the spell again until you commune and have it granted to you.</li><li>Note that maintaining spells with ongoing effects will sometimes cause a penalty to your roll to cast a spell.</li></ul>",
            "<h3>Alignment</h3>Choose an alignment:",
            "<h4>Good</h4><p>Endanger yourself to heal another.</p>",
            "<h4>Lawful</h4><p>Endanger yourself following the precepts of your church or god.</p>",
            "<h4>Evil</h4><p>Harm another to prove the superiority of your church or god.</p>"
        ]
    },{
        "title": "Druid",
        "health": 6,
        "damage": 6,
        "races": ["Elf", "Halfling", "Human"],
        "details": []
    },{
        "title": "Fighter",
        "health": 10,
        "damage": 10,
        "races": ["Dwarf", "Elf", "Halfling", "Human"],
        "details": []
    },{
        "title": "Immolator",
        "health": 4,
        "damage": 8,
        "races": ["Human", "Salamander"],
        "details": []
    },{
        "title": "Paladin",
        "health": 10,
        "damage": 10,
        "races": ["Human"],
        "details": []
    },{
        "title": "Ranger",
        "health": 8,
        "damage": 8,
        "races": ["Elf", "Human"],
        "details": []
    },{
        "title": "Thief",
        "health": 6,
        "damage": 8,
        "races": ["Halfling", "Human"],
        "details": []
    },{
        "title": "Wizard",
        "health": 4,
        "damage": 4,
        "races": ["Elf", "Human"],
        "details": []
    }
]