[
    {
        "name": "Light",
        "description": "An item you touch glows with divine light, about as bright as a torch. It gives off no heat or sound and requires no fuel but is otherwise like a mundane torch. You have complete control of the color of the flame. The spell lasts as long as it is in your presence.",
        "tags": ["Rote"]
    },{
        "name": "Sanctify",
        "description": "Food or water you hold in your hands while you cast this spell is consecrated by your deity. In addition to now being holy or unholy, the affected substance is purified of any mundane spoilage.",
        "tags": ["Rote"]
    },{
        "name": "Guidance",
        "description": "The symbol of your deity appears before you and gestures towards the direction or course of action your deity would have you take then disappears. The message is through gesture only; your communication through this spell is severely limited.",
        "tags": ["Rote"]
    },{
        "name": "Bless",
        "description": "Your deity smiles upon a combatant of your choice. They take +1 ongoing so long as battle continues and they stand and fight. While this spell is ongoing you take -1 to cast a spell.",
        "tags": ["Level 1", "Ongoing"]
    },{
        "name": "Cure Light Wounds",
        "description": "At your touch wounds scab and bones cease to ache. Heal an ally you touch of 1d8 damage.",
        "tags": ["Level 1"]
    },{
        "name": "Detect Alignment",
        "description": "When you cast this spell choose an alignment: Good, Evil, Lawful, or Chaotic. One of your senses is briefly able to detect that alignment. The GM will tell you what here is of that alignment.",
        "tags": ["Level 1"]
    },{
        "name": "Cause Fear",
        "description": "Choose a target you can see and a nearby object. The target is afraid of the object so long as you maintain the spell. Their reaction is up to them: flee, panic, beg, fight. While this spell is ongoing you take -1 to cast a spell. You cannot target entities with less than animal intelligence (magical constructs, undead, automatons, and the like).",
        "tags": ["Level 1", "Ongoing"]
    },{
        "name": "Magic Weapon",
        "description": "The weapon you hold while casting does +1d4 damage until you dismiss this spell. While this spell is ongoing you take -1 to cast a spell.",
        "tags": ["Level 1", "Ongoing"]
    },{
        "name": "Sanctuary",
        "description": "As you cast this spell, you walk the perimeter of an area, consecrating it to your deity. As long as you stay within that area you are alerted whenever someone acts with malice within the sanctuary (including entering with harmful intent). Anyone who receives healing within a sanctuary heals +1d4 HP.",
        "tags": ["Level 1"]
    },{
        "name": "Speak With Dead",
        "description": "A corpse converses with you briefly. It will answer any three questions you pose to it to the best of the knowledge it had in life and the knowledge it gained in death.",
        "tags": ["Level 1"]
    },{
        "name": "Animate Dead",
        "description": "You invoke a hungry spirit to possess a recently-dead body and serve you. This creates a zombie that follows your orders to the best of its limited abilities. Treat the zombie as a character, but with access to only the basic moves. It has a +1 modifier for all stats and 1 HP. The zombie also gets your choice of 1d4 of these traits: -It’s talented. Give one stat a +2 modifier. -It’s durable. It has +2 HP for each level you have. -It has a functioning brain and can complete complex tasks. -It does not appear obviously dead, at least for a day or two. The zombie lasts until it is destroyed by taking damage in excess of its HP, or until you end the spell. While this spell is ongoing you take -1 to cast a spell.",
        "tags": ["Level 3", "Ongoing"]
    },{
        "name": "Placeholder",
        "description": "",
        "tags": [""]
    }
]